Repository: elee11/git-ios
Catalog: Wathaq/Helper/MOLocalization/*.lproj/Localizable.strings
Languages: ar

# No_Internet
source: No Internet Connection
ar: لا يوجد إتصال بالإنترنت

# Slow_Internet
source: Slow Internet Connection
ar: بطء الإتصال بالإنترنت

source: Settings
ar: الإعدادات

source: Profile
ar: ملفي الشخصي

source: Notifications
ar: التنبيهات

source: Watheq
ar: وثق

source: My Orders
ar: طلباتي

source: Cancel
ar: إلغاء

source: Ok
ar: تم

source: Change Language
ar: تغيير اللغة

source: Login
ar: التسجيل

# LoginMsg
source: Enter your mobile number and the verification code of the message you will receive on this number
ar: ادخل رقم جوالك ثم كود التحقق من الرساله التي ستصلك على هذا الرقم

# PhoneNum
source: Phone Number
ar: ادخل رقم الهاتف

source: Verification Code
ar: رمز التحقق

source: Resend Verification Code
ar: إعادة إرسال رمز التحقق

# areyoulegalized
source: Are you notarized?
ar: هل أنت موثق ؟

source: Download the Notaries application from here
ar: حمل تطبيق الموثق من هنا

source: Send Phone Number
ar: تم

source: Close
ar: إغلاق

source: Send Verification Code
ar: ادخل الرمز المرسل لجوالك

source: Enter Phone number!
ar: أدخل رقم الهاتف!

source: Enter avalid Phone number
ar: أدخل رقم هاتف صحيح

source: Enter your verification code!
ar: !أدخل رمز التحقق

source: Enter avalid verification number
ar: أدخل رقم تحقق صحيح

source: Verification Code sent succussfully
ar: تم إرسال رمز التحقق بنجاح

# SERVER_ERROR
source: Error occured, please try again later
ar: حدث خطأ ما، برجاء اعادة المحاولة

# FillAllFields
source: Please fill all fields
ar: يرجى ملء جميع الحقول

# EmailisNotValid
source: Invalid Email Format
ar: ادخل بريد الكتروني صحيح

source: Photo Gallery
ar: معرض الصور

source: Camera
ar: كاميرا

source: Take Profile Pictuere from
ar: التقاط صورة الملف الشخصي من

source: Hello
ar: مرحبا

# CompleteProfileMsg
source: We need to add some data to appear in profile
ar: تحتاج لاضافة بعض البيانات لتظهر في ملفك الشخصي

# AgreeOnTerms
source: Agree to all terms and conditions
ar: موافق على كافة الأحكام والشروط

source: user Name
ar: اسم المستخدم

# UserMail
source: EMail
ar: البريد الإلكتروني

source: Confirm
ar: تم

source: Profile Data Completed Thank you
ar: بيانات الملف الشخصي اكتملت شكرا

# ReconnectToInternet
source: Please reconnect and try again
ar: الرجاء إعادة الاتصال والمحاولة مرة أخرى

# TryAgainLater
source: Please and try again later
ar: الرجاء المحاولة مرة أخرى لاحقا

# client
source: Agent name
ar: بيانات الموكل

# clientOwner
source: Agent Owner
ar: صاحب التوكيل

# AddClientMsg
source: You can add a client by clicking on the label at the bottom
ar: بامكانك اضافة موكل بالضغط على العلامة في الاسفل

# AddClientOwnerMsg
source: You can add a client owner by clicking on the label at the bottom
ar: بامكانك اضافة صاحب التوكيل بالضغط على العلامة في الاسفل

source: Next Step
ar: الخطوة التالية

source: Office
ar: مقر الموثق

# home
source: Residence
ar: مقر العميل

# name
source: Name of the grantor
ar: الاسم

# civilReg
source: Civil Registry
ar: رقم الهوية

source: Receiving the POA
ar: استلام التوكيل

# ChooseAdreess
source: Choose Address
ar: اختيار العنوان

# pleaseChooseaddressFirst
source: Please choose address
ar: الرجاء اختيار عنوان

source: Recieving
ar: استلام

# CreatOrder
source: Complete Order
ar: اكمل الطلب

source: pleaseChooseDeliveryLocation
ar: الرجاء اختيار موقع التسليم

# OrderProceeded
source: Your order has been completed Please wait until we find a representative for your application
ar: جاري البحث عن أقرب موثق لتنفيذ طلبك, يرجى الانتظار

source: New
ar: جديدة

source: Opened
ar: مفتوحة

source: Finished
ar: منتهية

# clientDesc
source: Client Describtion
ar: صفه الموكل

source: Please choose Client Describtion
ar: من فضلك ادخل صفه الموكل

source: Letter Data
ar: بيانات الخطاب

# letterDataMsg
source: The letter of the Ministry of Industry and its date
ar: رقم الخطاب الوارد من وزاره الصناعه و تاريخه

source: letter Number
ar: رقم الخطاب

source: letter Date
ar: تاريخ الخطاب

source: Document marriage contract
ar: توثيق عقد زواج

source: Client Location
ar: مقر العميل

source: Maazon Location
ar: مقر المآذون

# DocumentDate
source: Document marriage date
ar: ميعاد حضور الماذون

# DocumentMarriageMessage
source: I'm Asking Maazon to attend at
ar: اطلب حضور الماذون ف الميعاد التالي

source: Time
ar: الوقت

source: Date
ar: التاريخ

# MowatheqArrivalat
source: Ask the binder's presence during
ar: اطلب حضور الموثق خلال

source: SR
ar: رس

# 1Hour
source: Hour
ar: ساعه

source: 2 Hours
ar: ساعتان

source: 3 Hours
ar: ٣ ساعات

# MawtheqArrivalLater
source: Or attend later
ar: او الحضور ف وقت لاحق

# pleaseChooseArrivalTime
source: Please Choose time
ar: من فضلك اختر وقت الحضور

source: Searching ...
ar: قيد البحث...

# SearchingMsg
source: You will be looking for the closest registrar to approve your application or you can choose a certified document from here
ar: لم يتوفر موثق قريب منك, قد يتوفر ذىل إذا تم زيادة مدة الطلب عن ٣ ساعات, أو يمكنك اختيار موثق بنفسك

# ChooseMowtheq
source: Choose a specific documentor
ar: اختر موثقا معيناً

# MowatheqArrivaOfficelat
source: I go to the office of the binder during
ar: ساتجه الي مكتب الموثق خلال

# fawd
source: authorize
ar: فوض

source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

source: No Orders
ar: لا يوجد طلبات

source: OrderNumber #
ar: رقم الطلب #

# ChooseDeliveryLocation
source: Please choose contract Location
ar: من فضلك اختار مكان عقد النكاح

# DocumentMarriageMessagetoOffice
source: I will attend to offic at
ar: سوف احضر الي مكتب المآذون في الموعد التالي

# No moawtheq now
source: There are no registrars in the area around you. We will contact you later
ar: لا يوجد موثقين حوللك حالياً, سوف نتواصل معك في القريب العاجل

# Moawtheq choosen
source: Moawtheq choosen you can now connect with your represntitve
ar: تم تعيين موثق خاص لطلبك, يمكنك الان التواصل معه من خلال قائمة طلباتك

# No messages
source: Hello . this is you Chat page with
ar: لايوجد رسائل لهذاالطلب

source: No Notifications
ar: لايوجد تنبيهات

source: Hours ago
ar: ساعه

source: Days ago
ar: يوم

source: Terms and Conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Are you sure you want to logout?
ar: هل انت متآكد من تسجيل الخروج

source: Logout
ar: تسجيل خروج

source: New order
ar: طلب جديد

# No Categiories
source: No Categories found
ar: لا يوجد تصنيفات

# wekala
source: Authorization
ar: وكالات

# contract
source: Contracts
ar: عقود الشركات

source: Marriage
ar: عقود نكاح

# CreateOrCancelWekala
source: Create or terminate an authorization
ar: إنشاء أو فسخ وكالة

# Creatwekala
source: Setup authorization
ar: توكيل

# Cancelwekala
source: Cancel authorization
ar: فسخ توكيل

# SefaWakeel
source: authorization describtion
ar: صفه الموكل

# WekalaDelivery
source: Receipt of the Authorization
ar: استلام الوكاله

# AddressDetails
source: Write Address details
ar: اكتب تفاصيل العنوان

source: Later Time
ar: وقت لاحق

# datingTime
source: Ask for an interview during
ar: أطلب موعد المقابلة خلال

source: Validate the contract
ar: توثيق عقود او قرارات الشركات

# chooseContractSubCat
source: Choose Category
ar: اختر الفئه

source: Location choosed
ar: تم اختيار العنوان

# FillMandatoryFields
source: Please fill Mandatory fields
ar: برجاء مليء الحقول الاجباريه

# RateDone
source: Your Rate Receieved
ar: تم استلام تقييمك

# Rate Now
source: Rate Service
ar: قييم الخدمه

source: Contact Us
ar: اتصل بنا

# LetterAddress
source: letter title
ar: عنوان الرساله

source: letter Content
ar: تفاصيل الرساله

# SendData
source: Send
ar: ارسال

source: Your Request Recieved, you Will Be Contacted Shortly
ar: تم استلام رسالتك، سوف نتواصل معك قريبا

# NumofEndedServices
source: Number of ended services
ar: عدد الخدمات المنتهيه

# callMeLater
source: Call me to proceed
ar: يرجى الاتصال بي لاتمام الطلب

source: send
ar: ارسال

# writeMessage
source: Type message
ar: اكتب رسالتك
